{
"FailedToDecrypt" : "Error en descifrar la semilla maestra",
"MasterseedMnemonic" : "Semilla maestra mnemotécnica",
"GasPriceWEI" : "Precio del gas en WEI",
"TokenExist" : "este token existe en la dirección ETH seleccionada",
"AmountExceed" : "Cantidad superior al valor confirmado",
"InvalidValues" : "Valores no válidos",
"CopiedToClipboard" : "copiado al portapapeles",
"TransactionFee" : "Cargo por transacción",
"SureWipeWallet" : "¿Estás seguro de que quieres limpiar tu cartera?",
"CantRestoreCoins" : "Sin la semilla no puedes restaurar tus monedas",
"SeedsArentSame" : "Las semillas no son las mismas",
"HideAdvanced" : "Ocultar avanzado",
"ShowAdvanced" : "Mostrar avanzado",
"StartRecoveringWallet" : "Empieza a recuperar tu cartera",
"OpenNewWallet" : "Abre tu nueva cartera",
"PasswordNotMatch" : "Las contraseñas no coinciden",
"PasswordShort" : "La contraseña es demasiado corta. La longitud mínima es de 5",
"AlphaVersionWarning" : "Si usas la versión alfa de la cartera múltiple HODLER, esta puede ser inestable. La versión actual del programa solo se utiliza para pruebas de funcionalidad y para enviar comentarios. Confirma a continuación que has entendido este mensaje y acéptalo",
"AddressFieldEmpty" : "El campo de dirección está vacío",
"Bech32Unsupported" : "Las direcciones bech32 no están soportadas todavía",
"WrongAddress" : "Dirección errónea",
"ReadAgainOCR" : "No encontrado. ¿Intentar otra vez la lectura ocr?",
"OCRInaccurate" : "OCR Inexacto, por favor, repara la dirección tú mismo",
"QRCodeFor" : "Este QRCode es para",
"ConfirmInNext" : "Confirmar en los siguientes",
"Blocks" : "bloques",
"CreateBackupWallet" : "¿Quieres crear una copia de seguridad de tu cartera ahora?",
"Yes" : "Sí",
"NotNow" : "Ahora no",
"ConfigurationTakeOneStep" : "La configuración te tomará solo un paso",
"ChooseOption" : "Elige una de las siguientes opciones:",
"NotExistInWorldlist" : "no existe en la lista de palabras",
"MasterSeedCreation" : "Creación de semilla maestra",
"NewCoinButton" : "Nueva moneda",
"NewTokenButton" : "Nuevo token",
"btnSync" : "Sincronizar",
"BackToBalanceViewButton" : "Guardar lista",
"lblThanks" : "Gracias por elegir nuestra aplicación",
"lblSetPassword" : "Establecer una contraseña a su cartera",
"lblEnterPass" : "Introducir contraseña",
"lblRetypePass" : "Vuelve a escribir la contraseña",
"btnCreateWallet" : "Abre tu nueva cartera",
"labelHeaderForSG" : "Semilla generada",
"lblSeed" : "¡Por favor, apunta la semilla en un papel y mantenla a salvo!",
"btnSeedGeneratedProceed" : "Continuar",
"btnQRBack" : "Atrás",
"TopInfoConfirmed" : "Saldo",
"topInfoUnconfirmed" : "Sin confirmar",
"RefreshWalletView" : "Actualizar",
"WVBalance" : "Historial",
"WVReceive" : "Recibir",
"WVSend" : "Enviar",
"WVSettings" : "Ajustes",
"lblReceiveAmount" : "Cantidad",
"lblSendTo" : "Enviar a",
"lblAmount" : "Cantidad",
"btnSend" : "Enviar",
"btnBack" : "Atrás",
"btnExportPrivKey" : "Exportar clave privada",
"btnChangeDescription" : "Cambiar descripción",
"lblSendAllFunds" : "Enviar todos los fondos",
"lblFromFee" : "Restar el cargo de la cantidad",
"AutomaticFeeRadio" : "Automático",
"FixedFeeRadio" : "Fijado",
"lblSHeader" : "Ajustes",
"btnSBack" : "Atrás",
"btnSWipe" : "Limpiar los datos de la cartera",
"OrganizeButton" : "Organizar",
"lblDSHeader" : "Descifrar semilla",
"btnDSBack" : "Atrás",
"lbldecryptSeedPass" : "Introduce la contraseña",
"lblSCHeader" : "Creador de semilla",
"lblEnterSeed" : "Introduce la semilla a continuación (los caracteres blancos no están incluidos)",
"btnCheckSeed" : "Revisar",
"lblANWHeader" : "Cartera nueva",
"btnANWBack" : "Atrás",
"lblCSHeader" : "Confirmar semilla",
"btnCSBack" : "Atrás",
"lblRetypeSeed" : "Por favor, introduce las palabras de la semilla:",
"btnConfirm" : "Confirmar",
"lblANTHeader" : "Agregar tokens",
"btnANTBack" : "Atrás",
"lblEKSHeader" : "Clave privada",
"btnEKSBack" : "Atrás",
"lblCTHeader" : "Elegir token",
"btnCTBack" : "Atrás",
"btnAddManually" : "Agregar manualmente",
"lblMTHeader" : "Agregar token ERC20",
"btnMTBack" : "Atrás",
"lblContractAddress" : "Dirección del contrato",
"lblTokenName" : "Nombre",
"lblSymbol" : "Símbolo",
"lblDecimals" : "Decimales",
"btnAddContract" : "Agregar contrato",
"lblACHeader" : "Agregar moneda",
"btnACBack" : "Atrás",
"lblNewCoinDescription" : "Descripción",
"lblNewCoinDescriptionPass" : "Introducir contraseña",
"lblChangeDescryptionHeader" : "Descripción",
"btnChangeDescryptionBack" : "Atrás",
"lblChangeDescryption" : "Nueva descripción",
"btnCreateNewWallet" : "Crear nueva cartera",
"btnRestoreWallet" : "Restaura tu cartera existente","SettingsLanguageLabel": "Idioma","SettingsCurrencyLabel": "Moneda","CreateBackupButton": "Crear copia de seguridad","ResotreWalletHeaderLabel": "Puede restaurar su billetera de varias maneras. Elija una de las siguientes opciones:","RestoreFromStringSeedButton": "Semilla","RestoreFromFileButton": "Hodler Secure Backup","RestoreSeedEncryptedQRButton": "Seeds cifrados QR","RestoreDecryptedSeedQRButton": "Descifrado Seed QR","MnemonicSeedDescriptionLabel": "Sembrar en una forma asequible para escribir en un pedazo de papel","SeedMnemonicBackupButton": "Semilla mnemónica","HSBDescriptionLabel": "Enviar datos internos encriptados utilizando Compartir (la contraseña para la billetera restaurada debe ser la misma) (Predeterminado)","SendWalletFileButton": "Hodler Secure Backup","EncryptedQRDescriptionLabel": "Enviar archivo encriptado seedin usando Share (la contraseña para la billetera restaurada debe ser la misma)","SendEncryptedSeedButton": "QR Reflected QR","DecryptedQRDescriptionLabel": "Enviar semilla en un archivo cifrado mediante Compartir","SendDecryptedSeedButton": "Seeds descifrados QR","BackupHeaderLabel": "Copia de seguridad","BackupBackButton": "Atrás","FileManagerPathUpButton": "Arriba","SelectFilePath": "Seleccionar archivo","btnRFFBack": "Atrás","RFFHeaderLabel": "Restaurar desde archivo","ChooseFileLabel": "Elegir archivo:","RFFSelectFileButton": "Seleccionar archivo","RFFPasswordInfo": "Contraseña para archivar (misma contraseña para billetera)","RestoreFromFileConfirmButton": "Restaurar"}